<template>
  <div class="agreement-share-page">
    <app-title title="创客协议"></app-title>

    <div class="protocol">
      <div class="protocol-con">
          <div class="head">
            深圳全民易购大创客签约用户协议
            <i class="icon icon-close" v-on:click="handleClose"></i>
          </div>
          <div class="p-stress jl-box-text-xy">
              <p class="fontColorRed"><b>【请认真阅读并理解以下内容，其中以加粗方式显著标识的文字，请着重阅读、慎重考虑。】</b></p>
              <p class="fontColor">本协议是您与深圳全民易购平台（简称"深圳全民易购"，网址：www.eggou.com）所有者（以下简称为"深圳全民易购"）之间就深圳全民易购旗下高级会员-大创客所订立的契约。请您仔细阅读本协议，您点击"同意并继续"按钮后，本协议即构成对双方有约束力的法律文件。</p>
          </div>
          <div class="jl-box-text-xy">
            <p class="jl-box-text-xy-head">第1条  相关定义</p>
            <p><b>1.1深圳全民易购旗下高级会员-大创客：</b>&nbsp;大创客是深圳全民易购平台的高级会员，用户在全民易购平台实名注册并交纳1288元/年的平台管理服务费之后（有效期一年有效时间，次年可申请续费），正式成为深圳全民易购高级会员-大创客（以下简称大创客）。</p>
          </div>
          <div class="jl-box-text-xy">
            <p class="jl-box-text-xy-head">第2条 本站服务条款的确认和接纳</p>
            <p>2.1本站所提供的<b>深圳全民易购大创客</b>权益的所有权和运作权归深圳全民易购所有。</p>
            <p>2.2用户点击同意本协议的，即视为用户确认自己同意接受<b>深圳全民易购大创客</b>相关服务的条款，且同意按本协议内容履行，如产生用户相关责任的，同意承担相应法律责任。</p>
            <p>2.3如果您在18周岁以下，您只能在父母或监护人的监护参与下方能参与体验该服务。</p>
            <p>2.4深圳全民易购保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容等相关权利。</p>
            <p><b>2.5深圳全民易购大创客开通后，您在已开通的服务期内中途主动取消服务或终止资格的，将不获得为开通本会员资格而支付费用的退还。</b></p>
          </div>
          <div class="jl-box-text-xy">
            <p class="jl-box-text-xy-head">第3条  权益资格及权益时间</p>
            <p><b>深圳全民易购大创客在首年经营状况和消费记录良好，第一年度结束后可续费购买下一年度的大创客资格（具体价格和权益以平台最新政策为准）。</b></p>
          </div>
          <div class="jl-box-text-xy">
            <p class="jl-box-text-xy-head">第4条 服务内容条款</p>
            <p class="fontColor"> 深圳全民易购大创客正式用户，依本协议所享有的服务内容包括：</p>
            <p><b>4.1平台商品经营权：享有经营平台所有商品的权利，享受总代级利润空间，并拥有个性化个人店铺。</b> </p>
            <p><b>4.2个人店铺首页4个展示位：两个自选产品首页展示位+两个自选供货产品首页展示位</b></p>
            <p><b>4.3创业铺货基金：享有1万元创业铺货基金</b></p>
            <p><b>4.4创业金融扶持：优秀大创客，经平台评估考核，可获得3-30万创业金融扶持。</b></p>
            <p><b>4.5自选产品供货权：拥有两个特色产品的平台供货权，享有平台供货商同等权益。大创客选择的特色产品，需具备商标TM资格，具有符合国家法规的检测报告和证书，经平台采购部门的审核评估，即可入驻平台。</b></p>
            <p><b>4.6享受一站式托管服务支持权益：大创客享有平台商品全程托管权益，包括创业培训指导、发货服务、仓储服务，产品上架服务、市场运营推广服务、创业金融支持服务等</b></p>
            <p><b>4.7平台消费返润权：大创客在平台消费购物，享有商品毛利空间50%返润（详见平台各商品标注），以易购豆形式返回大创客个人后台账户。结算时间：自货品签收之日起7+8天后返还。</b></p>
            <p><b>4.8易购豆购物抵扣权：大创客在平台消费购物，可选择个人账户有效易购豆，1:1等值抵扣消费金额。</b></p>
            <p><b>4.9易购豆提现权：大创客收益的易购豆，可在政府规定的工作日内，在个人后台申请提现，申请后的三个工作日内进行提现。</b></p>
            <p><b>4.10推荐团队收益权：大创客推荐大创客，由全民易购平台一次性奖励200易购豆/码，二级大创客一次性奖励100易购豆/码；结算时间：自激活创客码当日起三个工作日后返还：</b></p>
            <p>大创客推荐自由合伙人，由全民易购平台奖励200易购豆/码；结算时间：自激活创客码当日起至当月30号为止。</p>
            <p class="fontColorRed"><b>4.11专属客服：用户享有专属贵宾客服专线400-888-8888，更高的接通率，更优质的服务，客服团队将为您提供24小时贵宾专线服务。</b></p>
          </div>
          <div class="jl-box-text-xy">
              <p class="jl-box-text-xy-head">第5条 用户会员使用注意事项</p>
              <p>5.1提交申请开通时，用户同意并提交本人手机号码和邮箱等本站所需的个人资料，并保证其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽，用户需承担因此引起的相应责任及后果，并且深圳全民易购保留终止用户参与该活动的权利。</p>
              <p>5.2服务开通后，用户应谨慎合理的保存、使用其用户名和密码，不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，同时深圳全民易购在该种情况下有权做出独立判断，可采取暂停或关闭用户参与资格等措施。</p>
              <p>5.3用户同意，深圳全民易购拥有通过邮件、短信电话等形式，向其发送相关活动信息等必要信息的权利。</p>
              <p><b>5.4用户同意，其应合理使用其享有的会员权益，除为实现用户自身的会员利益外，不得利用其享有的权益非法获利，不得以任何形式售卖其所享有的权益，不得滥用其所享有的权益，如因用户不当行为致深圳全民易购合理怀疑的或判定的，深圳全民易购有权暂停或关闭用户该活动的权益，此外，用户需承担因此引起的相应责任及后果。</b></p>
          </div>
          <div class="jl-box-text-xy">
              <p class="jl-box-text-xy-head">第6条 协议更新及用户关注义务</p>
              <p>6.1根据国家法律法规变化及网站运营需要，<b>深圳全民易购有权以网站公告的方式进行不定期地制定、修改本协议及/或相关服务规则，暂停、取消和修改本协议条款，修改后的协议一旦被公告在本站上即生效，并代替原来的协议。用户应及时关注不时发布的各项服务规则及本协议的变更。若不同意相关规则及条款修改的，应及时终止与本站的协议。如用户继续使用本网站提供的服务的，即视为同意更新后的协议。深圳全民易购建议您在使用本站之前阅读本协议及本站的公告。</b></p>
          </div>
          <div class="jl-box-text-xy">
              <p class="jl-box-text-xy-head">第7条 法律管辖和适用</p>
              <p><b>7.1</b>本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。<b>如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向<span class="fontColorRed" style="font-size: 14px;">深圳市南山区人民法院</span>提起诉讼。</b></p>
          </div>
          <div class="jl-box-text-xy">
              <p class="jl-box-text-xy-head">第8条 其他</p>
              <p>8.1深圳全民易购平台所有者是指在政府部门依法许可或备案的深圳全民易购平台经营主体。
              </p>
              <p>8.2如因不可抗力或其它本站无法控制的原因使本站活动服务无法及时提供或无法按本协议进行的，深圳全民易购会合理地尽力协助处理善后事宜。
              </p>
              <p>8.3用户除遵守该用户协议外，仍应同时遵守《深圳全民易购用户注册协议》。</p>
              <p>8.4正式深圳全民易购大创客用户自购买之日起开始计算到正式用户到期当日自动终止。
              </p>
              <p><b>8.5本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。</b>
              </p>
          </div>
      </div>
      <div class="protocol-button">
        <button type="button" v-on:click="handleClose">同意并继续</button>
      </div>
    </div>

    <app-gotop></app-gotop>
  </div>
</template>

<script>
  import Index from './index.js';
  export default Index;
</script>